data = {
    "ege_0":
    {
        0:
        [
            "\nУкажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите"
            " номера ответов.",
            "1) изг..рь, пл..вун (грунт), к..сательная\n"
            "2) р..гламент, стр..мянный, цв..ток\n"
            "3) пог..релец, вым..кнуть (под дождём), выр..с\n"
            "4) отр..слевой, ур..вень, зап..ротьn\n"
            "5) вып..сть, обн..жать, ав..нгард"
        ],

        1:
        [
            "\nПриведём верное написание:",
            "1) изгарь (исключение), плывун (грунт) (исключение), касательная — ЧГ;\n"    
            "2) регламент — НГ, стремянный (стрЕмя) — ПГ, цветок (цвЕт) — ПГ;\n"
            "3) погорелец, вымокнуть (под дождём), вырос — ЧГ;\n"
            "4) отраслевой (исключение), уровень (исключение), запороть — ПГ (пОрка);\n"
            "5) выпасть — ПГ (пАдать), обнажать — ПГ (нАг), авангард — НГ."
        ],

        2: '235'
    },

    "ege_1":
    {
        0:
        [
            "\nУкажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите"
            " номера ответов.",
            "1) заж..мать, оп..раться, прим..рение (сторон)\n"
            "2) к..сательная, оз..рение, отв..рить (овощи)\n"
            "3) г..ревать, зар..сли, прик..снуться\n"
            "4) изл..жить, несг..раемый, к..сички\n"
            "5) п..рила, зам..реть, ст..листический"
        ],

        1:
        [
            "\nПриведём верное написание.",
            "1) зажимать — ЧГ, опираться — ЧГ, примирение (сторон) — ПГ (мИр);\n"
            "2) касательная — ЧГ, озарение — ЧГ, отварить (овощи) — ПГ (вАрит);\n"
            "3) горевать — ПГ, заросли — ЧГ, прикоснуться — ЧГ;\n"
            "4) изложить — ЧГ, несгораемый — ЧГ, косички — ПГ (кОсы);\n"
            "5) перила — НГ, замереть — ЧГ, стилистический — ПГ (стИль)."
        ],

        2: 
        [
            '1234'
        ]
    },

    "ege_2":
    {
        0:
        [
            "\nУкажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите"
            " номера ответов.",
            "1) ар..стократ, м..нистерство, д..визион\n"
            "2) оз..ряться, просм..треть, м..рячок\n"
            "3) зап..реть, д..ревья, выст..лить\n"
            "4) выск..чка, г..ризонт, стр..тегия\n"
            "5) расст..лается, пр..оритет, ум..ротворение"
        ],

        1:
        [
            "\nПриведём верное написание.",
            "1) аристократ — НГ, министерство — НГ, дивизион — НГ;\n"
            "2) озаряться — ЧГ, просмотреть (смОтр), морячок (мОре) — ПГ;\n"
            "3) запереть — Ч , деревья (дЕрево) — ПГ, выстелить — ЧГ;\n"
            "4) выскочка — ЧГ, горизонт — НГ, стратегия — НГ;\n"
            "5) расстилается — ЧГ, приоритет — НГ, умиротворение (мИр) — ПГ."
        ],
        
        2:
        [
            '135'
        ]
    },

    "ege_3":
    {
        0:
        [
            "\nУкажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите"
            " номера ответов.",
            "1)  к..мфорт, р..стение, прил..гательное\n"
            "2) сп..раль, заст..лать, зап..рать\n"
            "3) б..рашек, ф..рмат, з.. рница\n"
            "4) предв..рительный, в..дянистый, пром..кнуть (салфеткой)\n"
            "5) тв..рительный, прид..рожный, пл..вец "
        ],

        1:
        [
            "\nПриведём верное написание:",
            "1) комфорт — НГ, растение — ЧГ, прилагательное — ЧГ;\n"
            "2) спИраль — НГ (В этом слове чередования нет и никогда не было), застилать — ЧГ, запирать — ЧГ;\n"
            "3) барашек — НГ, *формат — НГ, зарница — ЧГ;\n"
            "4) предвАрительный — НГ, водянистый — ПГ (вОды), промокнуть (салфеткой) — ЧГ;\n"
            "5) твОрительный — ЧГ, придорожный — НГ, пловец — ЧГ."
        ],
        
        2:
        [
            '25'
        ]
    },

    "ege_4":
    {
        0:
        [
            "\nУкажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите"
            " номера ответов.",
            "1) доск..нально, прик..снуться, распол..житься\n"
            "2) прид..раться, л..нейка, сж..гать\n"
            "3) получ..совой, б..лото, нест..бильно\n"
            "4) прик..сновение, м..кать (в краску), в..здушный\n"
            "5) гр..мыхало, тр..вяной, зас..рять (природу)"
        ],

        1:
        [
            "\nПриведём верное написание:",
            "1) досконально — НГ, прикоснуться — ЧГ, расположиться — ЧГ;\n"
            "2) придираться — ЧГ, линейка (лИния) — ПГ, сжигать — ЧГ;\n"
            "3) получасовой (чАс) — ПГ, болото — НГ, нестабильно — НГ;\n"
            "4) прикосновение — ЧГ, макать — ЧГ, воздушный — ПГ (вОздух);\n"
            "5) громыхало — ПГ, травяной (трАвка) — ПГ, засорять (природу) — ПГ (сОр)."
        ],
        
        2:
        [
            "12"
        ]
    },

    "ege_5":
    {
        0:
        [
            "\nУкажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите"
            " номера ответов.",
            "1) перекл..каться, занав..с, запл..сти\n"
            "2) дост..ваться, задр..жала, многог..лосье\n"
            "3) ш..девр, бл..стательный, сч..тать\n"
            "4) подсв..тить, зап..реть, ст..кло\n"
            "5) водор..сли, подг..реть, прил..жить"
        ],

        1:
        [
            "\nПриведём верное написание:",
            "1)перекликаться— ПГ (клИч), занавес— ПГ (занавЕсить), заплести— ПГ (плЕть);\n"
            "2)доставаться (достАть)— ПГ, задрожала (дрОжь)— ПГ, многоголосье (гОлос)— ПГ;\n"
            "3)шедевр— НГ, блистательный— ЧГ, считать— ЧГ;\n"
            "4)подсветить (подсвЕтка)— ПГ, запереть— ЧГ, стекло (стЁкла)— ПГ;\n"
            "5)водоросли— ЧГ, подгореть— ЧГ, приложить— ЧГ."
        ],
        
        2:
        [
            '45'
        ]
    },

    "ege_6":
    {
        0:
        [
            "\nУкажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите"
            " номера ответов.",
            "1) д..визия, передв..жение, отп..рать\n"
            "2) к..сание, с..лдат, г..стевой (дом)\n"
            "3) г..лова, р..сток, покл..ниться\n"
            "4) об..щавший, нат..реть, подм..гнуть\n"
            "5) р..стение, прил..гательное, ск..кать"
        ],

        1:
        [
            "\nПриведём верное написание:"
            "1) дивизия— НГ, передвижение (сдвИг)— ПГ, отпирать— ЧГ;"
            "2)касание— ЧГ, солдат— НГ, гостевой (дом)— ПГ (гОсть);"
            "3)голова (гОловы)— ПГ, росток— ЧГ (исключение), поклониться— ЧГ;"
            "4)обещавший— ПГ (обЕщанный), натереть— ЧГ, подмигнуть— ПГ (подмИгивать);"
            "5)растение— ЧГ, прилагательное— ЧГ, скакать— ЧГ."
        ],
        
        2:
        [
            '135'
        ]
    },

    "ege_7":
    {
        0:
        [
            "\nУкажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите"
            " номера ответов.",
            "1) н..гилист, приор..тет, ф..нансист\n"
            "2)  упр..жнение, подв..ротня, укл..ниться\n"
            "3) м..ридиан, ап..льсин, ош..ломлённый\n"
            "4)  прикр..ватный, подл..жить, ур..внение\n"
            "5) прот..реть, л..сток, к..вать (головой)"
        ],

        1:
        [
            "\nПриведём верное написание:",
            "1) нигилист — НГ, приоритет — НГ, финансист — НГ;\n"
            "2) упражнение — НГ, подворотня (вОрот) — ПГ, уклониться — ЧГ;\n"
            "3) меридиан — НГ, апельсин — НГ, ошеломлённый — НГ ;\n"
            "4) прикроватный — НГ, подложить — ЧГ, уравнение — ЧГ;\n"
            "5) протереть — ЧГ, листок (лИст) — ПГ, кивать — НГ."
        ],
        
        2:
        [
            '13'
        ]
    },

    "ege_8":
    {
        0:
        [
            "\nУкажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите"
            " номера ответов.",
            "1)  пл..чо, шп..онаж, в..стибюль\n"
            "2) распроп..гандировать, апл..дировать, зап..стись (провизией)\n"
            "3) сл..жение (чисел), арист..крат, к..ндуктор\n"
            "4) непозв..лительно, выск..чка, пл..вчиха\n"
            "5) пол..гать, выр..щенный, л..донь"
        ],

        1:
        [
            "\nПриведём верное написание:",
            "1) плечо (предплЕчье) — ПГ, шпионаж — НГ, вестибюль — НГ;\n"
            "2) распропагандировать — НГ, аплодировать — НГ, запастись (провизией) (запАсы) — ПГ;\n"
            "3) сложение (чисел) - ЧГ, аристократ — НГ, кондуктор — НГ;\n"
            "4) непозволительно (позвОльте) — ПГ, выскочка — ЧГ, пловчиха — ЧГ;\n"
            "5) полагать — ЧГ, выращенный — ЧГ, ладонь — НГ."
        ],
        
        2:
        [
            '345'
        ]
    },

    "ege_9":
    {
        0:
        [
            "\nУкажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите"
            " номера ответов.",
            "1) закл..нать, р..акция, в..теран"
            "2) проф..риентация, д..брота, Р..стов"
            "3)загл..денье, прим..рять (галстук), л...песток"
            "4)вн..мательный, д..пломат, през..дент"
            "5)ижд..венец, насм..хаться, скр..пучая"
        ],

        1:
        [
            "\nПриведём верное написание:",
            ""
            ""
            ""
            ""
            ""
        ],
        
        2:
        [
            ''
        ]
    },

    "ege_10":
    {
        0:
        [
            "\nУкажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите"
            " номера ответов.",
            ""
            ""
            ""
            ""
            ""
        ],

        1:
        [
            "\nПриведём верное написание:",
            ""
            ""
            ""
            ""
            ""
        ],
        
        2:
        [
            ''
        ]
    },

    "ege_11":
    {
        0:
        [
            "\nУкажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите"
            " номера ответов.",
            ""
            ""
            ""
            ""
            ""
        ],

        1:
        [
            "\nПриведём верное написание:",
            ""
            ""
            ""
            ""
            ""
        ],
        
        2:
        [
            ''
        ]
    },

}
