data = [["\n1. Укажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите номера ответов.",
    "1) изг..рь, пл..вун (грунт), к..сательная\n"
    "2) р..гламент, стр..мянный, цв..ток\n"
    "3) пог..релец, вым..кнуть (под дождём), выр..с\n"
    "4) отр..слевой, ур..вень, зап..ротьn\n"
    "5) вып..сть, обн..жать, ав..нгард"],

    ["\n2. Укажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите номера ответов.",
    "1) заж..мать, оп..раться, прим..рение (сторон)\n"
    "2) к..сательная, оз..рение, отв..рить (овощи)\n"
    "3) г..ревать, зар..сли, прик..снуться\n"
    "4) изл..жить, несг..раемый, к..сички\n"
    "5) п..рила, зам..реть, ст..листический"],

    ["\n3. Укажите варианты ответов, в которых во всех словах одного ряда пропущена одна и та же буква. Запишите номера ответов.",
    "1) заж..мать, оп..раться, прим..рение (сторон)\n"
    "2) к..сательная, оз..рение, отв..рить (овощи)\n"
    "3) г..ревать, зар..сли, прик..снуться\n"
    "4) изл..жить, несг..раемый, к..сички\n"
    "5) п..рила, зам..реть, ст..листический"]
]

data_answer = {
    0: '123',
    1: '234',
    2: '345',
}

